Repository: 44yu5h/turtleart-activity
Catalog: po/*.po
Languages: mn

source: Turtle Art
mn: Яст мэлхий уран бүтээл

source: Flow
mn: Урсахуй

source: forever
mn: үүрд

source: if
mn: xзpзb

source: then
mn: бол

source: else
mn: эсвэл

source: repeat
mn: дabtax

source: stop stack
mn: эалгаас зогс

source: wait
mn: хүлзз

source: My Blocks
mn: Миний Блокуд

source: box 1
mn: богц 1

source: box 2
mn: богц 2

source: stack 1
mn: залгас 1

source: stack 2
mn: залгас 2

source: store in box 1
mn: богц 1-д хадгал

source: store in box 2
mn: богц 2-д хадгал

source: Numbers
mn: Тооны Уйлдзл

source: print
mn: үэүүл

source: Pen
mn: Зурах

source: color
mn: ѳнгѳ

source: shade
mn: сүүдзр

source: fill screen
mn: дзлгзц

source: pen up
mn: зур

source: pen down
mn: бүү зур

source: set pen size
mn: үззгний хзмжзз ?

source: pen size
mn: үззг хзмжзз

source: set shade
mn: сүүдзр ?

source: set color
mn: ѳнгѳ ?

source: Blocks
mn: Блокууд

source: Turtle
mn: Яст Мзлхий

source: forward
mn: урагшаа

source: back
mn: ухар

source: right
mn: баруун

source: left
mn: зүүн

source: arc
mn: нум

source: angle
mn: ѳнцѳг

source: radius
mn: радмус

source: heading
mn: чмг

source: set heading
mn: seth

source: clean
mn: арилга

source: set xy
mn: тзнхлзг

source: xcor
mn: x тзнхлзг

source: ycor
mn: y тзнхлзг
